[Common]
Victory=胜利
Defeat=战败
All=所有
JoinGame=加入游戏
CreateGame=建立游戏
Configuration=设定
Profile=档案
Customization=自订
Exit=退出
Return=返回
Finish=完成
Credits=製作团队
Save=储存
ResetToDefault=复原预设
Training=训练
StartGame=开始游戏
LeaveGame=离开游戏
Confirm=确定
Cancel=取消
ClassSelection=选择职业
TeamSelection=选择团队
RandomSelect=随机选择
; Note - {NUM} is replaced with the actual number of players. Place {NUM} appropriately for each language.
; Note - KEEP {NUM} IN ALL TRANSLATIONS.
NumPlayers={NUM} 名玩家
AgathaKnights=阿加莎骑士
MasonOrder=梅森修会
AgathaDescriptionBody=阿加莎骑士以其忠诚而闻名，并对那些充满正义与荣耀的骑士给予希望。成为这片大陆上正统和尊贵的统治者中的一员吧，只有确保国家的统一，才能继续在历史上延续阿加莎骑士的辉煌统治。\n\n梅森修会想要摧毁这个世界上所有美好的事物，我们无法再容忍他们继续亵渎下去了，我们必须像勇猛的狮子一样击溃他们。"
MasonDescriptionBody=梅森修会及其领袖马拉瑞克是为人民而战的，我们打击那些懦弱的地主，将他们的财富分给这个国家中的年轻力壮之人。我们为了理想中的大陆而战斗——一片没有贪婪和暴政的大陆。大丈夫应将自己的信念寄託在宝剑、本领、还有那些对抗所谓“正义”实则如同“瘟疫”的统治者的同伴之上。\n\n拿起你的武器，像个男人一样战斗，踏在敌人的尸骸之上，勇猛向前。

Archer=弓箭手
Knight=骑士
ManAtArms=士兵
Vanguard=先锋
Default=预设
WinText=胜利
LoseText=失败

Draw=平局!
WinnerWinsSingular={WINNER} 胜出!
WinnerWinsPlural={WINNER} 获胜!
Loading=读取
Victory=胜利
IsVictorious=is Victorious
Defeat=败北
All=所有
JoinGame=加入游戏
CreateGame=离线游戏
Configuration=配置
Profile=档案
Customization=自定义
Exit=退出
Return=返回
Finish=完成
Credits=制作者
Save=保存
ResetToDefault=恢复默认
Training=训练
StartGame=开始游戏
LeaveGame=离开游戏
Confirm=确认
Cancel=取消
ChooseClass=兵种变更
SwitchTeam=队伍变更
ClassSelection=选择兵种
TeamSelection=选择队伍
RandomSelect=随机选择
; Note - {NUM} is replaced with the actual number of players. Place {NUM} appropriately for each language.
; Note - KEEP {NUM} IN ALL TRANSLATIONS.
NumPlayers={NUM} 玩家
Place1=第一
Place2=第二
Place3=第三
Place4=第四
Place5=第五
Place6=第六
YourMedals=你的奖杯
ReshuffleCount=重组 - {COUNT}
Failed=失败
PingHigh=你的延迟太高了

Archer=射手
Knight=骑士
ManAtArms=剑士
Vanguard=前锋
Default=默认
WinText=赢
LoseText=输

Samurai=武士
Knight=骑士
Viking=维京
Ninja=忍者
Pirate=海盗
Spartan=斯巴达

TeamsText=队伍
TeamBlue=蓝队
TeamRed=红队
TeamGreen=绿队
TeamPink=粉队
TeamBlack=黑队
TeamWhite=白队

TeamSamurai=武士
TeamKnight=骑士
TeamViking=维京
TeamNinja=忍者
TeamPirate=海盗
TeamSpartan=斯巴达

Red=红
Blue=蓝
Green=绿
Pink=粉
Black=黑
White=白

;This string is used in the game when you have multiple teams restricted to the same class, and need to use colours to differentiate them.
;e.g.: "Red Vikings", where the keys were "Red" (=>"Red") and "TeamViking" (=>"Vikings")
TeamClassColorRestrictedName={COLOR} {CLASSTEAMNAME}

vs=对阵
and=和
OpenClasses=随意选择战士
EveryoneElse=其他所有人

VikingMap=部落
NinjaMap=竹林
PirateMap=海岛
KnightMap=村庄
SamuraiMap=树林
SpartanMap=神庙

Small=小
Medium=中
Large=大

EXP=经验

[EventMessages]
FirstBloodDesc=获得首杀!

[Duel]
ChallengeTitle=已被挑战!
winsText=赢
totalWinsText=总计
losesText=输
totalLosesText=总计
acceptText=1: 应战
denyText=2: 避战
alwaysDenyText=3: 总是避战
RematchTitle=重赛?


[Confirm]
PasswordTxt=输入密码
Warning=警告
; {EXTRA1} replaced by key name.
ConfirmEmptyKeyInfo=您确定不想将其绑定在 {EXTRA1} 键上吗？
ConfirmKeyChangeTitle=确定按键修改
; {EXTRA1} and {EXTRA2} replaced by key name. {EXTRA3} is the command name.
ConfirmKeyChangeInfo=您确定要用 {EXTRA1} 键代替 {EXTRA3} 的 {EXTRA2} 键吗？
Information=信息
Success=成功！
CustomizationChangeText=您已成功地修改了您的自订设置！
PleaseWaitGameLoadText=请等待游戏载入完毕...
GenericFailureToJoin=加入服务器失败。
ConfirmResetVideoText=您确定要重置您的影像设置吗？
ConfirmExitText=您确定要退出游戏吗？
ServerFullError=这个服务器已满。
VACBanError=您已被 Valve 反作弊系统封禁，无法加入受 VAC 保护的服务器。

[ClassSelect]
MainHeaderTxt=选择职业
ArmorTxt=护甲：
SpeedTxt=速度：

[TeamSelect]
SpectateTxt=观察
AttackingTask=进攻方
DefendingTask=防守方

[Config]
Video=影像
Audio=音效
Input=输入
Keybinds=按键绑定
Helmet=自订头盔
creditsbtn=制作组名单
savebtn=保存并退出
save_confirm_saveandexit=保存并退出
save_confirm_discard=撤销并退出
save_confirm_cancel=撤销
save_confirm_text=要保存设置吗?
save_confirm_warning_text=警告, 有些设置必须重启游戏方能生效*

[Video]
ResolutionText=解析度：
FullscreenText=全屏幕：
DetailModeText=细节模式：
DynamicLightText=动态光照：
DynamicShadowText=动态阴影：
BloomText=光晕：
DOFText=景深：
VsyncText=垂直同步：
MotionBlurText=动态模糊：
ParticleQualityText=粒子品质：
ModelQualityText=人物品质：
TextureQualityText=纹理品质：
FoliageQualityText=植物品质：
FOVText=视野：
AOText=环境光遮蔽：
SSAOText=屏幕空间环境光遮蔽品质：
PPMLAAText=后处理形态抗锯齿：
MaxAnisotropyText=最大各向异性：
MaxMultiSamplesText=最大多样本量：
AllowD3DMSAAText=允许 D3D9 多重採样抗锯齿：
AllowTempAAText=允许页框交错抗锯齿：
TemporalAAMinimumDepthText=页框交错抗锯齿最小深度：
TemporaAAStartDepthScaleText=页框交错抗锯齿初始深度速度比例：
LightShaftsText=光线束：
FOVText=视野：
RagdollText=布娃娃长度：
BloodDecalText=溅血长度：
vignette_text=屏幕特效：
AFQualityText=各向异性过滤：
Antialiasing=抗锯齿：
PostProcessing=后期处理：

[Keybinds]
KeybindSettings=按键设置
AllText=所有
CombatText=战斗
MovementText=移动
UtilityText=效用
ResetText=重置
DeleteText=重置
BindNotification=按一个键来绑定
ExtraOptionsText=额外选项
ToggleSprintOption=切换衝刺
OneButtonDodge=一键躲闪
HintsText=提示
CrosshairText=淮星

[Audio]
AudioSettings=音效设置
MasterText=主音量：
MusicText=音乐音量：
AmbientText=周围环境音量：
CharacterText=人物音量：
UIText=UI 界面音量：
ChatterText=聊天音量：
VoiceText=语音音量：
EnableVoiceText=启用语音？
PersistentMusicText=持续的地图音乐？
ChannelsText=最多音轨数

[Input]
InputSettings=输入设置
MouseSensitivityText=滑鼠灵敏度：
DoubleTapTimeText=双击时间：
InvertTurnText=反转方向：
InvertMouseText=反转滑鼠：
MouseSmoothingText=滑鼠平滑：
DisableChatText=关闭聊天
ToggleSprintOption=切换衝刺
OneButtonDodge=一键躲闪
HintsText=提示
CrosshairText=准星

[Options]
True=开启
False=关闭
Low=低
MediumLow=中等偏低
Medium=中等
MediumHigh=中等偏高
High=高
Moderate=适中
On=开
Off=关
Fullscreen=全屏幕
Windowed=窗口化
Borderless=无边框
FXAA1=FXAA 低
FXAA3=FXAA 中
FXAA5=FXAA 高
MLAA=MLAA
1x=1x
2x=2x
4x=4x
8x=8x
16x=16x

[CreateGame]
GameTypeText=游戏类型：
BotCountText=电脑玩家数量：
ServerText=主机服务器：

[JoinGame]
Connect=连接
Refresh=刷新
ServerNameText=服务器名称
PlayersText=玩家人数
GametypeText=游戏模式
MaxPingText=最大延迟：
MapText=地图
PingText=延迟
GameTypeText=游戏模式
ServersText=服务器
HistoryText=历史记录
FavoritesText=收藏夹
FriendsText=好友
VacServerText=需要 VAC
HideEmptyServerText=隐藏无人服务器
HideFullServerText=隐藏已满服务器
HidePasswordText=隐藏密码保护服务器
AddToFavoriteText=添加至收藏夹
RemoveFromFavoriteText=从收藏夹中移除
ServerFullError=服务器已满！
ViewInfoText=查看服务器信息
ServerIPText=服务器 IP
GameSpeedTxt=游戏速度
FriendlyFireText=友军伤害
ChatOptionText=聊天
PlayerScoreText=得分
TimePlayedText=时间
PlayerNameText=玩家名称
CountryText=国家/地区
GameModeText=游戏模式
UseRankFilterText=使用等级过滤器
MinRankText=最低等级
MaxRankText=最大等级
PerspectiveText=远景
FirstPerson=第一人称
ThirdPerson=第三人称
MinRankHeader=模组
MaxRankHeader=等级
ModNameText=游戏

ShowFilterText=打开服务器过滤器
RefreshingServersText=刷新服务器
CloseFilterText=关闭服务器过滤器
ApplyFilterText=套用过滤器
SaveFilterText=储存过滤器
LoadFilterText=读取过滤器
ResetFilterText=重置过滤器
FilterEnabledText=过滤器已启用！

[Profile]
Stats=统计
Achievements=成就
Customization=自订

[Scoreboard]
; Scoreboard Section
LocationText=您所处的服务器：
Name=名称
Class=职业
Score=得分
Ping=延迟
Status=状态
Alive=存活
Dead=死亡
; Objective Section
ObjectiveStatusText=目标状态
OverallProgressText=整体进度
LastObjectiveText=上一目标
NextObjectiveText=下一目标
CurrentObjectiveText=当前目标
; Stat Section
ScoreText=得分：
KillsText=击杀：
DeathsText=死亡：
PointsText=得分
DecapsText=斩首：
AssistText=助攻：
ObjectivesPointsText=目标：
AccuracyText=精准度：
KDRatioText=K/D 比：
ExecutionsText=终结技：
DamageDealtText=造成伤害：
DamageTakenText=受到伤害
TimeCompletedText=完成时间：
presstoenablemouselabel=按下 B（预设）键启用滑鼠！
MouseEnabledText=按下 Tab（预设）键关闭计分板！
Rank=等级
; Extra Options section
RegularOptions=玩家选项
GeneralOptions=全球选项
AdminOptions=管理员选项
VoteKick=投票踢出
Mute=遮蔽
UnMute=取消遮蔽
MuteAll=遮蔽所有
UnMuteAll=取消遮蔽所有
AdminKick=管理员踢出
AdminBan=管理员封禁
AdminMute=管理员遮蔽
AdminUnMute=管理员取消遮蔽

[Hud]
; Note - {NUM} is replaced with the actual number of seconds. Place {NUM} appropriately for each language.
; Note - KEEP {NUM} IN ALL TRANSLATIONS.
RespawnText=将在 {NUM} 秒内重生...
AmmoTextLbl=弹药
; Note - {NUM} is replaced with the actual number of ammo found. Place {NUM} appropriately for each language.
; Note - KEEP {NUM} IN ALL TRANSLATIONS.
FindAmmoText=+{NUM} 支弹药
AllText=所有
TeamText=团队
VOTactical=战术消息
VOPersonal=个人消息
VOGeneral=画外音
RankUpNotif=已达到等级 {NUM}！

[VO]
ZVODescription0=跟著我
ZVODescription1=前进
ZVODescription2=撤退
ZVODescription3=杀了弓箭手
ZVODescription4=去找目标
ZVODescription5=守住阵地
ZVODescription6=保护我
ZVODescription7=敌人来袭
ZVODescription8=在我们后面
ZVODescription9=全部清除
XVODescription0=好
XVODescription1=不
XVODescription2=救命
XVODescription3=我来断后
XVODescription4=谢了
XVODescription5=不客气
XVODescription6=对不起
XVODescription7=嘲讽
XVODescription8=大笑
XVODescription9=致敬

[WeaponSelect]
WeaponSelectTitle=选择武器
InformationTextLbl=信息
PrimaryTxt=主要武器
SecondaryTxt=次要武器
SpecialTxt=特殊武器
SelectedPrimaryTxt=已选择主要武器
SelectedSecondaryTxt=已选择特殊武器
SelectedSpecialTxt=已选择特殊武器
MoreDetailsTxt=更多信息
DamageTxt=伤害：
SpeedTxt=速度：
ReachTxt=范围：
RateTxt=射速：
RangeTxt=射程：
AmmoTxt=弹药：
TypeTxt=类型：
WeightTxt=重量：
SizeTxt=大小：
StaminaCostTxt=消耗体力：
RecoverTimeTxt=恢复时间：
DamageTypeTxt=伤害类型：
BlockStrengthTxt=格挡力度：
PrimaryAttackTxt=主要攻击
SecondaryAttackTxt=次要攻击
TertiaryAttackTxt=第三攻击
MainInfoTxt=主资讯
DetailViewTxt=详细查看

[Hat]
HelmetSettings=选择头盔

[Vote]
BalanceTeams=平衡团队？
KickPlayer=踢出玩家？
RestartMap=重新开始地图？
; {MAP} replaced with actual map name.
SwitchMap=更换地图？\n {MAP}
Votes=投票
VoteEnding=距离投票结束：
Yes=是！
No=否！
IgnoreVote=F4（预设）键忽略并关闭投票！
ChangeMapEffect=距离地图更换时间：
BalanceEffect=距离团队平衡时间：
YouVote=您
VoteEnd=投票已结束！

TeamDamage=团队伤害
IdleTime=限制时间
Seconds=秒

[Duel]
Wins=胜利
Loss=失败
Hours=决斗时间
FavoriteClass=最喜爱的职业
FavoritePrim=最喜爱的主要武器
FavoriteSec=最喜爱的次要武器
Stats=统计
Session=这个会话
AllTime=所有时间
VsYou=VS 你
ChangeLoadout=更改配置
TotalDuels=总决斗：
c_name_text=玩家名称
c_pool_text=场地
c_wl_text=W/L
c_status_text=状态
c_challenge_text=挑战
InPool=场地中
DuelingStatus=决斗中
WaitingStatus=等待中
SpectatingStatus=观察中
PoolStatus=场地中
LoadoutStatus=配置
JoinPool=加入场地
LeavePool=离开场地
CurMatches=当前比赛
Spectate=观察
ChangeLoadout=更改配置
RematchButton=重赛
JoinPoolButton=加入场地
RetMenuButton=返回主选单
ActionEndDuel=将在 {NUM} 秒内自动{ACTION}...
WaitingForOpp=你正处于场地中。正在等待对手出现...
NotInPool=你并未处于场地中。按下（{KEY}）键查看决斗选单。
WaitDuelFinish=正在等待所有的决斗结束。
AcceptedChallenge={PLAYER} 已接受你的挑战！

[PostGame]
exp_earned_desc=已有的经验值
exp_needed_desc=需要的经验值
level_desc=等级
next_level_desc=下一等级
damage_done_desc=造成的伤害
damage_taken_desc=受到的伤害
damage_blocked_desc=格挡的伤害
longest_death_streak_desc=最高枉死次数
medals_earned_desc=获得成就
your_nemesis_desc=称号
easy_target_desc=简单目标
score_per_minute_desc=平均每分钟得分
decapitations_desc=斩首
joinBattleButton=加入游戏
AllTeams=所有队伍
kills_desc=杀敌
deaths_desc=死亡
assists_desc=助攻
initial_text_tip=选择兵种图标以查看具体信息
Votes=投票
VoteNow=即刻投票

[Stats]
EXPEarned=获取的经验值
EXPNeeded=需要的经验值
Rank=等级
RankNext=下一等级
UnlockedAtRank=在 {RANK} 级后解锁
Unlocked=已解锁
PLayerProfileTitle=玩家资料
single_life_records=单次生命记录
duel_records=单挑记录
single_battle_records=单次战斗记录
all_time_records=所有游戏时间记录
weapon_filter_text=武器
medal_records=荣誉记录
medals_earned=已获得成就
favourite_warrior_label=常用战士
favourite_weapon_you_label=最多击杀
favourite_weapon_you_label_all=最多击杀
favourite_weapon_stats2_you_label=最高效率
favourite_weapon_stats2_label_all=最高效率
favourite_weapon_global_desc=最多击杀
most_headshots_weapon_global_desc=最多爆头
progress_bar_class_weekly_desc=周得分
progress_bar_class_total_desc=总分
LIFE_EXP= 获得经验值
LIFE_DMGDEALT=造成伤害
LIFE_DMGBLOCKED=格挡伤害
LIFE_DMGTAKEN=受到伤害
LIFE_DECAPS=斩首
LIFE_KILLS=杀敌
LIFE_HSHOTS=爆头
LIFE_HEXPLODES=击碎脑壳
LIFE_LIFETIME=最长生存回合
BATTLE_DUEL_WON=胜利
BATTLE_DUEL_LOST=失败
BATTLE_DUEL_WINSTREAK=连胜
BATTLE_DUEL_LOSESTREAK=连败
ALL_DUELS_WON=总共胜利
ALL_DUELS_LOST=总共失败
ALL_ATTACKS=总共攻击次数
ALL_HITS=总共命中次数
TOTAL_KILLS=总共杀敌
TOTAL_DEATHS=总共死亡
KD_RATIO=K/D 比
TOTAL_ACCURACY=命中率
BATTLE_EXP=获取经验值
BATTLE_DMGDEALT=造成伤害
BATTLE_DMGBLOCKED=格挡伤害
BATTLE_DMGTAKEN=受到伤害
BATTLE_KILLS=杀敌
BATTLE_DECAPS=斩首
BATTLE_HSHOTS=爆头
BATTLE_HEXPLODES=击碎脑壳
BATTLE_DEATHS=死亡
BATTLE_DEATHSTREAK=连死
BATTLE_ASSISTS=助攻
BATTLE_MEDALS=荣誉
BATTLE_EXPPERMIN=每分钟获取经验值
ALL_EXP=获取经验值
ALL_TIMEPLAYED=游戏时间
ALL_DMGDEALT=造成伤害
ALL_DMGBLOCKED=格挡伤害
ALL_DMGTAKEN=受到伤害
ALL_TEAMDMGDEALT=造成友伤
ALL_TEAMDMGTAKEN=受到友伤
ALL_KILLS=杀敌
ALL_DEATHS=死亡
ALL_DECAPS=斩首
ALL_HSHOTS=爆头
ALL_HEXPLODES=击碎脑壳
ALL_ASSISTS=助攻
ALL_ATTACKS=攻击次数
ALL_HITS=命中次数
ALL_MEDALS=获得荣誉
ALL_LIVES=重生
ALL_DTRAVELED=跋涉里程
default_tier_name=Default Tier
tier1_name=Tier 1
tier2_name=Tier 2
tier3_name=Tier 3
tier4_name=Tier 4
Days=天
Day=天
Remaining=剩馀
Hours=小时
Hour=小时
global_stats_all_header_label=全球玩家总览
PastEvent=过去事件
global_stats_header_label=全球玩家总览
CurrenLeader=当前领先：
PastLeader=上次领先：

[MedalNames]
EMS_MAXKILLSTREAK=无人能敌
EMS_MAXDMGRATIO=格斗大师
EMS_MAXASSISTS=左膀右臂
EMS_MAXDMGBLOCKED=刀枪不入
EMS_MAXKILLSDEATHS=拼命三郎
EMS_MAXWEAPONSUSED=样样精通
EMS_MAXSPECIALKILLS=技艺惊人
EMS_MAXDTRAVELED=神行太保
EMS_MINDMGTAKEN=善于自保
EMS_MAXRANGEDDMGTAKEN=亲冒矢石
EMS_MAXPERLIFEDMGTAKEN=不屈不挠
EMS_MAXDEATHS=虽死犹荣
EMS_MAXTEAMDMGDEALT=害群之马
EMS_MAXRANGEDKILLS=百发百中
EMS_MAXEXP=勇冠三军
EMS_MAXDMGDEALT=迎头痛击
EMS_MAXKDR=致命武士
EMS_MAXKILLS=杀人如麻
EMS_1STBLOOD=首开旗胜
EMS_MINDMGDEALT=菩萨心肠

[MedalDescriptions]
EMS_MAXKILLSTREAK=最多连杀数
EMS_MAXDMGRATIO=最高“伤敌/自损”比
EMS_MAXASSISTS=最多助攻数
EMS_MAXDMGBLOCKED=最高格挡伤害数
EMS_MAXKILLSDEATHS=杀敌和被杀总数最高
EMS_MAXWEAPONSUSED=使用过最多种武器且均至少杀敌一次
EMS_MAXSPECIALKILLS=最多特殊击杀
EMS_MAXDTRAVELED=最大跋涉路程
EMS_MINDMGTAKEN=受到最少伤害
EMS_MAXRANGEDDMGTAKEN=受到最多远程伤害
EMS_MAXPERLIFEDMGTAKEN=单次生命中受到最多伤害值
EMS_MAXDEATHS=最多死亡次数
EMS_MAXTEAMDMGDEALT=造成最多友伤
EMS_MAXRANGEDKILLS=最多远程射杀
EMS_MAXEXP=比赛得分最高
EMS_MAXDMGDEALT=造成最多伤害
EMS_MAXKDR=最大 K/D 比
EMS_MAXKILLS=杀敌最多
EMS_1STBLOOD=获得首杀
EMS_MINDMGDEALT=造成伤害最少

[Scoring]
ScorePeasant=杀死NPC
ScoreBurnSignal=点燃信号
ScoreLightSignal=点亮信号
ScoreExtinguishSignal=熄灭信号
ScoreKill=杀敌
ScoreKillStreak=连杀
ScoreKillJoy=终结连杀
ScorePTBCapture=插旗
ScoreRamBatter=连续命中
ScoreTeamkill=杀死队友
ScoreSuicide=自裁
ScoreTeamSwitch=跳队
ScoreAssist=助攻
ScoreGenericObjectivePoints=完成目标
ScoreFirstBlood=首杀
ScoreDecap=斩首
ScoreHeadshot=爆头
ScoreHeadExplode=击碎脑壳
SurviveLTSRound=存活回合
TeamVictory=团队胜利
ScoreBannerCarrierKill=杀死旗手
ScorePTBDefend=守住旗帜
ScorePTBAssist=协助夺旗
ScoreHTBHoldBanner=持有旗帜

[Loadout]
SpectateButton=观察
RandomButton=随机
StartButton=加入
HeaderLabel=装载
WeaponTabButtonA=主武器
WeaponTabButtonB=次武器
WeaponTabButtonC=附件